{"data": {"Dragon Attached to Station for Month-Long Stay": {"title": "Dragon Attached to Station for Month-Long Stay", "link": "https://blogs.nasa.gov/spacestation/2019/12/08/dragon-attached-to-station-for-month-long-stay/", "pubDate": "Sun, 08 Dec 2019 12:55:33 +0000", "desc": "Three days after its launch from Florida, the SpaceX Dragon cargo spacecraft was installed on the Earth-facing side of the International Space Station’s Harmony module at 7:47 a.m. EST. The 19th contracted commercial resupply mission from SpaceX delivers more than 5,700 pounds of research, crew supplies and hardware to the orbiting laboratory. Here’s some of the science arriving at station: Keeping Bones and Muscles &#8230; "}, "Astronauts Capture Dragon Filled With Brand New Science": {"title": "Astronauts Capture Dragon Filled With Brand New Science", "link": "https://blogs.nasa.gov/spacestation/2019/12/08/astronauts-capture-dragon-filled-with-brand-new-science/", "pubDate": "Sun, 08 Dec 2019 10:19:38 +0000", "desc": "International Space Station was traveling more than 262 miles over the south Pacific Ocean, Expedition 61 Commander Luca Parmitano of ESA (European Space Agency) grappled Dragon at 5:05 a.m. EST using the space station’s robotic arm Canadarm2 with NASA astronaut Andrew Morgan acting as a backup. Ground controllers will now send commands to begin the robotic installation of the spacecraft on bottom of &#8230; "}, "NASA TV Broadcasts Dragon’s Arrival at Station on Sunday": {"title": "NASA TV Broadcasts Dragon’s Arrival at Station on Sunday", "link": "https://blogs.nasa.gov/spacestation/2019/12/07/nasa-tv-broadcasts-dragons-arrival-at-station-on-sunday/", "pubDate": "Sun, 08 Dec 2019 04:26:51 +0000", "desc": "SpaceX Dragon is on track to arrive at the International Space Station tomorrow morning Dec 8, with an expected capture of the cargo spacecraft around 5:30 a.m. EST. NASA Television coverage will begin at 4 a.m. Watch live at http://www.nasa.gov/live. Expedition 61 Commander Luca Parmitano of ESA (European Space Agency) will grapple Dragon with NASA astronaut Andrew Morgan acting &#8230; "}, "Crew Preps for Two Space Deliveries Racing to Station": {"title": "Crew Preps for Two Space Deliveries Racing to Station", "link": "https://blogs.nasa.gov/spacestation/2019/12/06/crew-preps-for-two-space-deliveries-racing-to-station/", "pubDate": "Fri, 06 Dec 2019 18:31:49 +0000", "desc": "Two space deliveries are racing to the International Space Station and the Expedition 61 crew is getting ready to receive them. Several tons of science experiments, crew supplies and station hardware are in orbit right now to replenish the orbiting laboratory. Russia’s Progress 74 (74P) resupply ship blasted off this morning from Kazakhstan and is &#8230; "}, "Russian Resupply Ship Orbiting Towards Station": {"title": "Russian Resupply Ship Orbiting Towards Station", "link": "https://blogs.nasa.gov/spacestation/2019/12/06/russian-resupply-ship-orbiting-towards-station/", "pubDate": "Fri, 06 Dec 2019 09:45:19 +0000", "desc": "Carrying almost three tons of food, fuel and supplies for the International Space Station crew, the automated Russian Progress 74 cargo spacecraft launched at 4:34 a.m. EST (2:34 p.m. Baikonur time) from the Baikonur Cosmodrome in Kazakhstan. The resupply ship reached preliminary orbit and deployed its solar arrays and navigational antennas as planned. It is &#8230; "}, "NASA TV Broadcasting Rocket Launch to Station": {"title": "NASA TV Broadcasting Rocket Launch to Station", "link": "https://blogs.nasa.gov/spacestation/2019/12/06/nasa-tv-broadcasting-rocket-launch-to-station/", "pubDate": "Fri, 06 Dec 2019 09:17:42 +0000", "desc": "NASA Television and the agency’s website are now live broadcasting the expected launch of a Russian Progress cargo spacecraft from the Baikonur Cosmodrome in Kazakhstan at 4:34 a.m. (2:34 p.m. Baikonur time). The Progress 74 spacecraft is carrying almost three tons of food, fuel and supplies for the Expedition 61 crew aboard the International Space Station and &#8230; "}, "Russian Cargo Craft Launching Live on NASA TV Friday Morning": {"title": "Russian Cargo Craft Launching Live on NASA TV Friday Morning", "link": "https://blogs.nasa.gov/spacestation/2019/12/05/russian-cargo-craft-launching-live-on-nasa-tv-friday-morning/", "pubDate": "Thu, 05 Dec 2019 22:19:06 +0000", "desc": "NASA Television will provide live launch coverage of a Russian Progress cargo spacecraft carrying almost three tons of food, fuel and supplies for the Expedition 61 crew aboard the International Space Station. Watch live on NASA TV and the agency’s website beginning at 4:15 a.m. EST Friday, Dec. 6. The Progress 74 spacecraft is scheduled to launch &#8230; "}, "US Space Freighter Heads to Station, Russian Cargo Craft Follows": {"title": "US Space Freighter Heads to Station, Russian Cargo Craft Follows", "link": "https://blogs.nasa.gov/spacestation/2019/12/05/us-space-freighter-heads-to-station-russian-cargo-craft-follows/", "pubDate": "Thu, 05 Dec 2019 20:23:47 +0000", "desc": "The SpaceX Dragon resupply ship is on its way to the International Space Station packed with science and supplies for the Expedition 61 crew. Russia’s Progress 74 cargo craft will soon follow the U.S. spaceship with a launch set for Friday morning. Dragon blasted off from Florida on Thursday at 12:29 p.m. EST carrying nearly &#8230; "}, "SpaceX Delays Launch One Day, Russia Rolls Out New Cargo Rocket": {"title": "SpaceX Delays Launch One Day, Russia Rolls Out New Cargo Rocket", "link": "https://blogs.nasa.gov/spacestation/2019/12/04/spacex-delays-launch-one-day-russia-rolls-out-new-cargo-rocket/", "pubDate": "Thu, 05 Dec 2019 01:12:52 +0000", "desc": "The Expedition 61 crew will wait an extra day for the arrival of the SpaceX Dragon resupply ship to the International Space Station. Meanwhile, the Progress 74 (74P) cargo craft from Roscosmos rolled out to its launch pad at the Baikonur Cosmodrome in Kazakhstan. High upper level winds forced SpaceX to scrub today’s launch of &#8230; "}, "Crew Training for Two New Cargo Missions Launching This Week": {"title": "Crew Training for Two New Cargo Missions Launching This Week", "link": "https://blogs.nasa.gov/spacestation/2019/12/03/crew-training-for-two-new-cargo-missions-launching-this-week/", "pubDate": "Tue, 03 Dec 2019 21:20:43 +0000", "desc": "The Expedition 61 crew aboard the International Space Station is focusing on a pair of upcoming cargo deliveries after completing a spacewalk on Monday. SpaceX will launch its 19th Dragon resupply ship aboard a Falcon 9 rocket on Wednesday at 12:51 p.m. EST from Kennedy Space Center in Florida. Dragon is delivering nearly three tons &#8230; "}, "Boeing Starliner Orbital Flight Test Update": {"title": "Boeing Starliner Orbital Flight Test Update", "link": "https://blogs.nasa.gov/spacestation/2019/12/20/boeing-starliner-orbital-flight-test-update/", "pubDate": "Fri, 20 Dec 2019 17:36:45 +0000", "desc": "After a successful launch at 6:36 a.m. EST Friday on the ULA Atlas V rocket from Space Launch Complex 41 at Cape Canaveral Air Force Station, Boeing’s CST-100 Starliner is in an unplanned, but stable orbit. The team is assessing what test objectives can be achieved before a safe return of the spacecraft to land in &#8230; "}, "Station Preps for New U.S. Crew Ship in Middle of Space Research": {"title": "Station Preps for New U.S. Crew Ship in Middle of Space Research", "link": "https://blogs.nasa.gov/spacestation/2019/12/18/station-preps-for-new-u-s-crew-ship-in-middle-of-space-research/", "pubDate": "Wed, 18 Dec 2019 23:35:45 +0000", "desc": "Boeing’s new CST-100 Starliner crew ship rolled out to its launch pad in Florida today. The Expedition 61 crew is preparing the International Space Station for Starliner’s arrival while continuing advanced space research. The Starliner spacecraft sits atop an Atlas V rocket from United Launch Alliance counting down to a liftoff Friday at 6:36 a.m. &#8230; "}, "Crew Preps for U.S. Crew Ship, Tests New Zero-G Oven": {"title": "Crew Preps for U.S. Crew Ship, Tests New Zero-G Oven", "link": "https://blogs.nasa.gov/spacestation/2019/12/17/crew-preps-for-u-s-crew-ship-tests-new-zero-g-oven/", "pubDate": "Tue, 17 Dec 2019 21:06:16 +0000", "desc": "The International Space Station is gearing up for the arrival of Boeing’s new CST-100 Starliner crew ship this weekend. Meanwhile, the Expedition 61 crew checked out a new baking oven, researched life science and replaced a treadmill belt. Boeing’s first Orbital Flight Test of its first commercial crew vehicle is moving ahead toward launch Friday &#8230; "}, "Boeing Crew Ship Preps for Launch as Crew Studies Space Biology": {"title": "Boeing Crew Ship Preps for Launch as Crew Studies Space Biology", "link": "https://blogs.nasa.gov/spacestation/2019/12/16/boeing-crew-ship-preps-for-launch-as-crew-studies-space-biology/", "pubDate": "Mon, 16 Dec 2019 19:16:21 +0000", "desc": "Boeing is ramping up for the launch of its first commercial crew vehicle to the International Space Station this week. The Expedition 61 crew is preparing for the new U.S. crew ship’s arrival while working human research and space biology today. Boeing is targeting 6:36 a.m. EST Friday, Dec. 20, for the launch of its &#8230; "}, "U.S. Crew Ship Launch Plans Proceed; Mind and Body Research on Station": {"title": "U.S. Crew Ship Launch Plans Proceed; Mind and Body Research on Station", "link": "https://blogs.nasa.gov/spacestation/2019/12/12/u-s-crew-ship-launch-plans-proceed-mind-and-body-research-on-station/", "pubDate": "Thu, 12 Dec 2019 19:43:12 +0000", "desc": "NASA and Boeing are proceeding with plans for Boeing’s Orbital Flight Test following a full day of briefings and a Flight Readiness Review that took place at the Kennedy Space Center. Launch of the CST-100 Starliner spacecraft atop a United Launch Alliance Atlas V rocket is scheduled for 6:36 a.m. EST Friday, Dec. 20, from &#8230; "}, "Wide Range of Space Research Keeping Crew Busy Today": {"title": "Wide Range of Space Research Keeping Crew Busy Today", "link": "https://blogs.nasa.gov/spacestation/2019/12/11/wide-range-of-space-research-keeping-crew-busy-today/", "pubDate": "Wed, 11 Dec 2019 17:54:43 +0000", "desc": "The International Space Station is a hive of science activity today as the Expedition 61 crew and mission controllers initiate a variety of space research. Inside the orbiting lab, mice are being scanned to study how their bones change in microgravity. Astronauts Jessica Meir and Christina Koch placed the rodents in a new bone densitometer &#8230; "}, "Advanced Biology Research Taking Place on Station Today": {"title": "Advanced Biology Research Taking Place on Station Today", "link": "https://blogs.nasa.gov/spacestation/2019/12/10/advanced-biology-research-taking-place-on-station-today/", "pubDate": "Tue, 10 Dec 2019 22:09:58 +0000", "desc": "Advanced space research is in full gear aboard the International Space Station today. The Expedition 61 crew is activating new science gear and continuing long-running experiments to benefit humans on and off the Earth. Rodents delivered aboard the SpaceX Dragon resupply ship are now being housed inside the U.S. Destiny laboratory module. They are being &#8230; "}, "Crew Unpacks New Science from U.S. and Russian Cargo Ships": {"title": "Crew Unpacks New Science from U.S. and Russian Cargo Ships", "link": "https://blogs.nasa.gov/spacestation/2019/12/09/crew-unpacks-new-science-from-u-s-and-russian-cargo-ships/", "pubDate": "Mon, 09 Dec 2019 18:26:46 +0000", "desc": "Two new cargo spaceships are open for business at the International Space Station as a variety of new space research begins this week. The Expedition 61 crew has begun unpacking several tons new supplies from the U.S. and Russian space freighters. Russia’s Progress 74 cargo craft automatically docked to the station’s Pirs docking compartment at &#8230; "}, "Russian Space Freighter Docks Automatically to Station": {"title": "Russian Space Freighter Docks Automatically to Station", "link": "https://blogs.nasa.gov/spacestation/2019/12/09/russian-space-freighter-docks-automatically-to-station/", "pubDate": "Mon, 09 Dec 2019 10:37:21 +0000", "desc": "Traveling approximately 260 miles over the Yellow Sea east of Shanghai, the automated Russian Progress 74 cargo resupply spacecraft docked at 5:35 a.m. EST to the Pirs docking compartment on the Russian segment of the International Space Station. It is the second resupply spacecraft to arrive for the six crew members aboard the space station &#8230; "}, "Russian Cargo Craft Arriving at Station Live on NASA TV": {"title": "Russian Cargo Craft Arriving at Station Live on NASA TV", "link": "https://blogs.nasa.gov/spacestation/2019/12/09/russian-cargo-craft-arriving-at-station-live-on-nasa-tv/", "pubDate": "Mon, 09 Dec 2019 09:47:32 +0000", "desc": "NASA Television and the agency’s website are now live broadcasting the expected arrival of a Russian Progress cargo spacecraft set to dock to the Pirs compartment on the International Space Station’s Russian segment at 5:38 a.m. The Progress 74 spacecraft is carrying almost three tons of food, fuel and supplies for the Expedition 61 crew aboard the &#8230; "}, "Boeing’s Starliner Spacecraft Touches Down in New Mexico": {"title": "Boeing’s Starliner Spacecraft Touches Down in New Mexico", "link": "https://blogs.nasa.gov/spacestation/2019/12/22/boeings-starliner-spacecraft-touches-down-in-new-mexico/", "pubDate": "Sun, 22 Dec 2019 13:10:00 +0000", "desc": "Boeing’s CST-100 Starliner spacecraft completed the first touchdown on land of a human-rated space capsule in U.S. history Sunday, Dec. 22, 2019, at White Sands Space Harbor in New Mexico, wrapping up the uncrewed Orbital Flight Test as part of NASA’s Commercial Crew Program. Starliner settled gently onto its air bags at 7:58 a.m. EST &#8230; "}, "U.S. Starliner Spacecraft Fires Engines to Return to Earth": {"title": "U.S. Starliner Spacecraft Fires Engines to Return to Earth", "link": "https://blogs.nasa.gov/spacestation/2019/12/22/u-s-starliner-spacecraft-fires-engines-to-return-to-earth/", "pubDate": "Sun, 22 Dec 2019 12:29:56 +0000", "desc": "NASA TV and the agency’s website continue to provide live coverage of the landing of Boeing’s CST-100 Starliner spacecraft. At 7:23 a.m. EST, the spacecraft began its deorbit burn that puts Starliner on the right path to land at White Sands, New Mexico at 7:57 a.m. The service module has successfully separated from the crew module &#8230; "}, "NASA TV Broadcasting Live Landing Coverage of Starliner Today": {"title": "NASA TV Broadcasting Live Landing Coverage of Starliner Today", "link": "https://blogs.nasa.gov/spacestation/2019/12/22/nasa-tv-broadcasting-live-landing-coverage-of-starliner-today/", "pubDate": "Sun, 22 Dec 2019 11:07:08 +0000", "desc": "NASA and Boeing will provide live coverage of the landing on Sunday, Dec. 22, of the company’s CST-100 Starliner spacecraft, on return from its Orbital Flight Test for NASA’s Commercial Crew Program. Starliner will execute a deorbit burn at 7:23 a.m. EST to begin its return to Earth, headed for a parachute-assisted landing at 7:57 a.m. &#8230; "}, "Spacewalkers Switch Focus to Final Repairs on Cosmic Ray Detector": {"title": "Spacewalkers Switch Focus to Final Repairs on Cosmic Ray Detector", "link": "https://blogs.nasa.gov/spacestation/2020/01/21/spacewalkers-switch-focus-to-final-repairs-on-cosmic-ray-detector/", "pubDate": "Tue, 21 Jan 2020 19:29:21 +0000", "desc": "The Expedition 61 astronauts have one more spacewalk planned this weekend and they will finish the repair of a cosmic ray detector. This will be the ninth spacewalk for the crew, more than in any other increment in the history of the International Space Station. NASA astronauts Jessica Meir and Christina Koch have turned their &#8230; "}, "Meir, Koch Complete Battery Swaps to Upgrade Station Power Systems": {"title": "Meir, Koch Complete Battery Swaps to Upgrade Station Power Systems", "link": "https://blogs.nasa.gov/spacestation/2020/01/20/meir-koch-complete-battery-swaps-to-upgrade-station-power-systems/", "pubDate": "Mon, 20 Jan 2020 19:05:57 +0000", "desc": "At 1:33 p.m. EST, Expedition 61 Flight Engineers Jessica Meir and Christina Koch of NASA concluded their third spacewalk together. During the six hour and 58-minute spacewalk, the two NASA astronauts successfully completed the battery upgrade for one channel on one pair of the station’s solar arrays. Today’s work included removing the last two nickel-hydrogen batteries from this area &#8230; "}, "Meir, Koch Working In Vacuum of Space to Swap Station Batteries": {"title": "Meir, Koch Working In Vacuum of Space to Swap Station Batteries", "link": "https://blogs.nasa.gov/spacestation/2020/01/20/meir-koch-working-in-vacuum-of-space-to-swap-station-batteries/", "pubDate": "Mon, 20 Jan 2020 11:48:40 +0000", "desc": "Two NASA astronauts switched their spacesuits to battery power this morning at 6:35 a.m. EST to begin today’s spacewalk. Expedition 61 Flight Engineers Jessica Meir and Christina Koch are entering into the vacuum of space for about six-and-a-half-hours to finish replacing nickel-hydrogen batteries with new lithium-ion batteries that store and distribute power generated by the station’s solar arrays &#8230; "}, "NASA TV Broadcasts Monday Spacewalk With Jessica Meir and Christina Koch": {"title": "NASA TV Broadcasts Monday Spacewalk With Jessica Meir and Christina Koch", "link": "https://blogs.nasa.gov/spacestation/2020/01/19/nasa-tv-broadcasts-monday-spacewalk-with-jessica-meir-and-christina-koch/", "pubDate": "Mon, 20 Jan 2020 00:26:21 +0000", "desc": "Expedition 61 Flight Engineers Jessica Meir and Christina Koch of NASA are scheduled to begin a spacewalk outside of the International Space Station at 6:50 a.m. EST Monday, Jan. 20. Live coverage of the spacewalk will begin at 5:30 a.m. on NASA Television and the agency’s website. This is the second of two battery replacement spacewalks in five &#8230; "}, "Nutrition Studies, Spacewalk Preps Ahead of SpaceX Crew Escape Test": {"title": "Nutrition Studies, Spacewalk Preps Ahead of SpaceX Crew Escape Test", "link": "https://blogs.nasa.gov/spacestation/2020/01/17/nutrition-studies-spacewalk-preps-ahead-of-spacex-crew-escape-test/", "pubDate": "Fri, 17 Jan 2020 17:07:02 +0000", "desc": "The Expedition 61 crew split its time today between upcoming spacewalk preparations and continuous microgravity research. SpaceX is also preparing for a final test of its commercial crew ship before it launches humans. The International Space Station is bustling with activity as two astronauts keep their U.S. spacesuits ready for another spacewalk set for Monday &#8230; "}, "Astronauts Stay Focused on Spacewalks and Keep Science Running": {"title": "Astronauts Stay Focused on Spacewalks and Keep Science Running", "link": "https://blogs.nasa.gov/spacestation/2020/01/16/astronauts-stay-focused-on-spacewalks-and-keep-science-running/", "pubDate": "Thu, 16 Jan 2020 18:43:07 +0000", "desc": "The Expedition 61 crew is fresh off the first spacewalk of 2020 and preparing for two more before the end of the month. Meanwhile, the International Space Station residents continue ongoing microgravity research and life support maintenance. NASA spacewalkers Jessica Meir and Christina Koch successfully installed two new lithium-ion batteries on Wednesday that store and &#8230; "}, "Astronauts Wrap Up First Spacewalk of 2020": {"title": "Astronauts Wrap Up First Spacewalk of 2020", "link": "https://blogs.nasa.gov/spacestation/2020/01/15/astronauts-wrap-up-first-spacewalk-of-2020/", "pubDate": "Wed, 15 Jan 2020 19:27:07 +0000", "desc": "At 2:04 p.m. EST, Expedition 61 Flight Engineers Christina Koch and Jessica Meir of NASA concluded their spacewalk. During the 7-hour, 29-minute spacewalk, the two NASA astronauts successfully replaced nickel-hydrogen batteries with newer, more powerful lithium-ion batteries for the power channel on one pair of the station’s solar arrays. Meir and Koch are scheduled to venture outside the station again Monday, Jan. 20, for &#8230; "}, "Spacewalkers Begin Work to Upgrade Power Systems": {"title": "Spacewalkers Begin Work to Upgrade Power Systems", "link": "https://blogs.nasa.gov/spacestation/2020/01/15/spacewalkers-begin-work-to-upgrade-power-systems/", "pubDate": "Wed, 15 Jan 2020 11:40:05 +0000", "desc": "Two NASA astronauts switched their spacesuits to battery power this morning at 6:35 a.m. EST Expedition 61 Flight Engineers Christina Koch and Jessica Meir are venturing out into the vacuum of space for about six-and-a-half hours to finish replacing nickel-hydrogen batteries with new lithium-ion batteries that store and distribute power generated by the station’s solar arrays on &#8230; "}, "NASA TV Goes Live Wednesday for First Spacewalk of 2020": {"title": "NASA TV Goes Live Wednesday for First Spacewalk of 2020", "link": "https://blogs.nasa.gov/spacestation/2020/01/14/nasa-tv-goes-live-wednesday-for-first-spacewalk-of-2020/", "pubDate": "Tue, 14 Jan 2020 22:32:03 +0000", "desc": "Expedition 61 Flight Engineers Christina Koch and Jessica Meir of NASA will begin a spacewalk outside of the International Space Station Wednesday, Jan. 15. Live coverage of the spacewalk will begin at 5:30 a.m. EST on NASA Television and the agency’s website. This is the first of two battery replacement spacewalks this month. Meir and Koch will replace nickel-hydrogen batteries with &#8230; "}, "Crew Ready for Spacewalk While Working Earth and Fire Research": {"title": "Crew Ready for Spacewalk While Working Earth and Fire Research", "link": "https://blogs.nasa.gov/spacestation/2020/01/14/crew-ready-for-spacewalk-while-working-earth-and-fire-research/", "pubDate": "Tue, 14 Jan 2020 18:18:57 +0000", "desc": "The first of three spacewalks planned for January begins Wednesday to continue upgrading International Space Station power systems and a cosmic ray detector. While the spacewalkers ready their suits and tools, the rest of the Expedition 61 crew is on science and maintenance duty today. NASA Flight Engineer Jessica Meir is partnering for a second &#8230; "}, "Astronauts Wrap Up Spacewalk Repair Job on Cosmic Ray Detector": {"title": "Astronauts Wrap Up Spacewalk Repair Job on Cosmic Ray Detector", "link": "https://blogs.nasa.gov/spacestation/2020/01/25/astronauts-wrap-up-spacewalk-repair-job-on-cosmic-ray-detector/", "pubDate": "Sat, 25 Jan 2020 18:41:42 +0000", "desc": "Expedition 61 crew members Andrew Morgan of NASA and Luca Parmitano of ESA (European Space Agency) concluded their spacewalk at 1:20 p.m. EST. During the 6 hour, 16 minute spacewalk, the two astronauts successfully completed leak checks for the cooling system on the Alpha Magnetic Spectrometer (AMS) and opened a valve to being pressurizing the system. &#8230; "}, "Spacewalkers Finalizing Repairs on Dark Matter, Antimatter Detector": {"title": "Spacewalkers Finalizing Repairs on Dark Matter, Antimatter Detector", "link": "https://blogs.nasa.gov/spacestation/2020/01/25/spacewalkers-finalizing-repairs-on-dark-matter-antimatter-detector/", "pubDate": "Sat, 25 Jan 2020 12:07:01 +0000", "desc": "Two astronauts switched their spacesuits to battery power this morning at 7:04 a.m., EST aboard the International Space Station to begin a spacewalk planned to last about six-and-a-half hours. NASA Flight Engineer Andrew Morgan and Expedition 61 Commander Luca Parmitano of ESA (European Space Agency) will venture outside the International Space Station to complete repairs on a cooling system &#8230; "}, "NASA TV Is Live With Spacewalk Coverage for Cosmic Repair Work": {"title": "NASA TV Is Live With Spacewalk Coverage for Cosmic Repair Work", "link": "https://blogs.nasa.gov/spacestation/2020/01/25/nasa-tv-is-live-with-spacewalk-coverage-for-cosmic-repair-work/", "pubDate": "Sat, 25 Jan 2020 10:30:35 +0000", "desc": "Expedition 61 NASA Flight Engineer Andrew Morgan and Commander Luca Parmitano of ESA (European Space Agency) will begin a spacewalk outside of the International Space Station at about 6:50 a.m. EST Saturday, Jan. 25. NASA Television coverage of the spacewalk will begin at 5:30 a.m. Watch the spacewalk on NASA TV and on the agency’s website. This &#8230; "}, "Expedition 61 Ready for Saturday Spacewalk During Human Research Today": {"title": "Expedition 61 Ready for Saturday Spacewalk During Human Research Today", "link": "https://blogs.nasa.gov/spacestation/2020/01/24/expedition-61-ready-for-saturday-spacewalk-during-human-research-today/", "pubDate": "Fri, 24 Jan 2020 16:09:28 +0000", "desc": "The Expedition 61 astronauts are ready to finish repairing the Alpha Magnetic Spectrometer (AMS) after wrapping up their spacewalk preparations today. The International Space Station residents today also had time to explore what microgravity is doing to their muscles and digestive system. Astronauts Andrew Morgan and Luca Parmitano have readied the U.S. spacesuits they will &#8230; "}, "Spacewalk Preps Underway as Station Orbits Higher Ahead of Crew Departure": {"title": "Spacewalk Preps Underway as Station Orbits Higher Ahead of Crew Departure", "link": "https://blogs.nasa.gov/spacestation/2020/01/23/spacewalk-preps-underway-as-station-orbits-higher-ahead-of-crew-departure/", "pubDate": "Thu, 23 Jan 2020 19:52:33 +0000", "desc": "The International Space Station is orbiting higher today as three Expedition 61 crewmates get ready to return to Earth in two weeks. Meanwhile, two astronauts are finalizing preparations for a spacewalk early Saturday. Russia’s Progress 74 cargo craft fired its engines twice boosting the space station’s altitude Thursday morning. The orbital adjustment sets up the &#8230; "}, "Spacewalking Team Relaxing as Cosmonauts Work Science, Crew Departure": {"title": "Spacewalking Team Relaxing as Cosmonauts Work Science, Crew Departure", "link": "https://blogs.nasa.gov/spacestation/2020/01/22/spacewalking-team-relaxing-as-cosmonauts-work-science-crew-departure/", "pubDate": "Wed, 22 Jan 2020 22:47:12 +0000", "desc": "The Expedition 61 spacewalking team aboard the International Space Station is taking a light-duty day ahead of this weekend’s excursion. Meanwhile, the Russian space residents researched human biology and prepared for a crew departure early next month. Astronauts Andrew Morgan and Luca Parmitano took it easy on Tuesday, relaxing before they begin a six-hour spacewalk &#8230; "}, "Expedition 63 Awaits SpaceX Crew, Unpacks Japanese Cargo": {"title": "Expedition 63 Awaits SpaceX Crew, Unpacks Japanese Cargo", "link": "https://blogs.nasa.gov/spacestation/2020/05/26/expedition-63-awaits-spacex-crew-unpacks-japanese-cargo/", "pubDate": "Tue, 26 May 2020 15:41:53 +0000", "desc": "The Expedition 63 crew is getting ready for the launch and arrival this week of two NASA astronauts from U.S. soil for the first time in nearly a decade. This follows Monday morning’s arrival of a Japanese cargo craft that delivered over four tons of food, supplies and experiments to the International Space Station. NASA &#8230; "}, "Japan’s Resupply Ship Installed on Station’s Harmony Module": {"title": "Japan’s Resupply Ship Installed on Station’s Harmony Module", "link": "https://blogs.nasa.gov/spacestation/2020/05/25/japans-resupply-ship-installed-on-stations-harmony-module/", "pubDate": "Mon, 25 May 2020 14:50:47 +0000", "desc": "The unpiloted Japanese cargo spacecraft was installed this morning at 10:46 a.m. EDT to the Earth-facing port of the International Space Station’s Harmony module, where it will remain for two months. Expedition 63 Commander Chris Cassidy of NASA, with assistance from Russian Flight Engineer Ivan Vagner of Roscosmos, operated the station’s Canadarm2 robotic arm from &#8230; "}, "Canadian Robotic Arm Captures Japanese Space Freighter": {"title": "Canadian Robotic Arm Captures Japanese Space Freighter", "link": "https://blogs.nasa.gov/spacestation/2020/05/25/canadian-robotic-arm-captures-japanese-space-freighter/", "pubDate": "Mon, 25 May 2020 12:17:54 +0000", "desc": "After a five-day journey, the H-II Transport Vehicle-9 (HTV-9) was captured by Expedition 63 Commander Chris Cassidy of NASA using the station’s Canadarm2 robotic arm from the station’s cupola to grapple the 12-ton spacecraft. Coverage of HTV-9’s final installation will begin at 9:30 a.m. EDT when flight controllers in mission control at NASA’s Johnson Space &#8230; "}, "Expedition 63 Awaits Japanese Cargo and American Crew": {"title": "Expedition 63 Awaits Japanese Cargo and American Crew", "link": "https://blogs.nasa.gov/spacestation/2020/05/22/expedition-63-awaits-japanese-cargo-and-american-crew/", "pubDate": "Fri, 22 May 2020 15:23:05 +0000", "desc": "Three Expedition 63 crewmates are orbiting Earth getting ready to welcome a Japanese cargo ship and the first crew to launch from America in almost a decade. NASA Commander Chris Cassidy will command the Canadarm2 robotic arm to capture Japan’s ninth space freighter to visit the station on Memorial Day at 8:15 a.m. EDT. The &#8230; "}, "SpaceX Crew Preps for Launch as Japanese Cargo Heads to Station": {"title": "SpaceX Crew Preps for Launch as Japanese Cargo Heads to Station", "link": "https://blogs.nasa.gov/spacestation/2020/05/21/spacex-crew-preps-for-launch-as-japanese-cargo-heads-to-station/", "pubDate": "Thu, 21 May 2020 15:16:43 +0000", "desc": "The International Space Station will welcome a pair of different spaceships next week. Japan’s space freighter will arrive first on Monday followed by the first crewed mission from SpaceX on Thursday. The H-II Transfer Vehicle-9 (HTV-9) is in space racing toward the orbiting lab following its launch from Japan on Wednesday. The HTV-9, nicknamed Kounotori, &#8230; "}, "Japanese Cargo Vehicle Lifts Off To Resupply Station Crew": {"title": "Japanese Cargo Vehicle Lifts Off To Resupply Station Crew", "link": "https://blogs.nasa.gov/spacestation/2020/05/20/japanese-cargo-vehicle-lifts-off-to-resupply-station-crew/", "pubDate": "Wed, 20 May 2020 17:41:06 +0000", "desc": "Carrying four tons of supplies, water, spare parts and experiment hardware for the Expedition 63 crew aboard the International Space Station, HTV-9 launched from Tanegashima Space Center in southern Japan on Wednesday, May 20 at 1:31 p.m. EDT (2:31 a.m. Thursday, May 21, Japan time). The cargo vehicle will arrive at the station Monday, May &#8230; "}, "Japanese Space Freighter Launch to Station Live on NASA TV": {"title": "Japanese Space Freighter Launch to Station Live on NASA TV", "link": "https://blogs.nasa.gov/spacestation/2020/05/20/japanese-launch-to-station-live-on-nasa-tv/", "pubDate": "Wed, 20 May 2020 17:16:52 +0000", "desc": "NASA has begun live launch coverage of the Japanese cargo spacecraft carrying more than four tons of supplies, water, spare parts and experiment hardware for the Expedition 63 crew aboard the International Space Station. Watch live on NASA TV and the agency’s website. The H-II Transport Vehicle-9 (HTV-9) spacecraft is scheduled to launch on a &#8230; "}, "NASA TV Broadcasts Japanese Launch to Station Live on Wednesday": {"title": "NASA TV Broadcasts Japanese Launch to Station Live on Wednesday", "link": "https://blogs.nasa.gov/spacestation/2020/05/19/nasa-tv-broadcasts-japanese-launch-to-station-live-on-wednesday/", "pubDate": "Tue, 19 May 2020 21:10:59 +0000", "desc": "NASA Television will provide live launch coverage of a Japanese cargo spacecraft carrying more than four tons of supplies, water, spare parts and experiment hardware for the Expedition 63 crew aboard the International Space Station. Watch live on NASA TV and the agency’s website beginning at 1 p.m. EDT. The Japan Aerospace Exploration Agency (JAXA) &#8230; "}, "Japan Ready for Cargo Launch, Crew Works Science and Emergency Procedures": {"title": "Japan Ready for Cargo Launch, Crew Works Science and Emergency Procedures", "link": "https://blogs.nasa.gov/spacestation/2020/05/19/japan-ready-for-cargo-launch-crew-works-science-and-emergency-procedures/", "pubDate": "Tue, 19 May 2020 20:18:29 +0000", "desc": "Japan is less than a day from launching its ninth mission to resupply the International Space Station. Meanwhile, the three-member Expedition 63 crew continued space science operations and practiced for an emergency. More than four tons of crew supplies, station experiments and lithium-ion batteries are ready to head to the station inside the H-II Transfer &#8230; "}, "Crew Preps for Japanese Cargo, Studies Effects of Planetary Missions": {"title": "Crew Preps for Japanese Cargo, Studies Effects of Planetary Missions", "link": "https://blogs.nasa.gov/spacestation/2020/05/18/crew-preps-for-japanese-cargo-studies-effects-of-planetary-missions/", "pubDate": "Mon, 18 May 2020 21:24:25 +0000", "desc": "Japan’s ninth mission to resupply the International Space Station has been given a “go” to launch on Wednesday at 1:30 p.m. EDT. The Expedition 63 crew continues prepare for its arrival and robotic capture on Memorial Day. Commander Chris Cassidy of NASA will be in the cupola on May 25 to command the Canadarm2 robotic &#8230; "}, "Crew Works Biology, Botany, and Physics after Cargo Ship’s Arrival": {"title": "Crew Works Biology, Botany, and Physics after Cargo Ship’s Arrival", "link": "https://blogs.nasa.gov/spacestation/2022/10/28/crew-works-biology-botany-and-physics-after-cargo-ships-arrival/", "pubDate": "Fri, 28 Oct 2022 17:17:52 +0000", "desc": "Life science, space gardening, and physics filled the Expedition 68 crew’s research schedule at the end of the week aboard the International Space Station. Meanwhile, three tons of new cargo are being unpacked after its arrival overnight. A host of biomedical studies have been underway this week on the orbiting lab as scientists on the &#8230; "}, "Space Freighter with Three Tons of Cargo Docks to Station": {"title": "Space Freighter with Three Tons of Cargo Docks to Station", "link": "https://blogs.nasa.gov/spacestation/2022/10/27/space-freighter-with-three-tons-of-cargo-docks-to-station/", "pubDate": "Fri, 28 Oct 2022 02:51:19 +0000", "desc": "An uncrewed Roscosmos Progress 82 spacecraft arrived at the International Space Station’s space-facing side of the Poisk module at 10:49 p.m. EDT today. Progress delivered almost three tons of food, fuel and supplies to the International Space Station for the Expedition 68 crew. Learn more about station activities by following the space station blog, @space_station and @ISS_Research on Twitter, as well &#8230; "}, "Progress Cargo Craft Approaching Station Live on NASA TV": {"title": "Progress Cargo Craft Approaching Station Live on NASA TV", "link": "https://blogs.nasa.gov/spacestation/2022/10/27/progress-cargo-craft-approaching-station-live-on-nasa-tv/", "pubDate": "Fri, 28 Oct 2022 02:16:25 +0000", "desc": "NASA Television, the agency’s website and the NASA app now are providing live coverage of the docking of a Roscosmos cargo spacecraft to the International Space Station. The uncrewed Progress 82 launched on a Soyuz rocket at 8:20 p.m. EDT (5:20 a.m. Baikonur time), Tuesday, Oct. 25, from the Baikonur Cosmodrome in Kazakhstan. Learn more about station activities by following the space station &#8230; "}, "Space Delivery Arriving Tonight as Crew Scans Eyes and Veins": {"title": "Space Delivery Arriving Tonight as Crew Scans Eyes and Veins", "link": "https://blogs.nasa.gov/spacestation/2022/10/27/space-delivery-arriving-tonight-as-crew-scans-eyes-and-veins/", "pubDate": "Thu, 27 Oct 2022 16:26:13 +0000", "desc": "A Roscosmos space freighter is due to arrive at the International Space Station tonight and replenish the Expedition 68 crew. While they wait for the space delivery, the orbital residents stayed busy throughout Thursday working on more eye and vein scans, a plant habitat, and a spacesuit. At 10:49 p.m. EDT tonight, two cosmonauts will &#8230; "}, "Crew Awaits Space Cargo and Works Eye and Heart Health": {"title": "Crew Awaits Space Cargo and Works Eye and Heart Health", "link": "https://blogs.nasa.gov/spacestation/2022/10/26/crew-awaits-space-cargo-and-works-eye-and-heart-health/", "pubDate": "Wed, 26 Oct 2022 15:44:06 +0000", "desc": "A Roscosmos resupply ship is in orbit today chasing the International Space Station for a Thursday night docking. Meanwhile, the seven Expedition 68 crew members scanned their veins, studied plasma physics, reviewed U.S. cargo mission procedures, and practiced controlling a new robotic arm on Wednesday. Three tons of food, fuel, and supplies are packed inside &#8230; "}, "Progress 82 Cargo Craft Safely in Orbit Following Launch": {"title": "Progress 82 Cargo Craft Safely in Orbit Following Launch", "link": "https://blogs.nasa.gov/spacestation/2022/10/25/progress-82-cargo-craft-safely-in-orbit-following-launch/", "pubDate": "Wed, 26 Oct 2022 00:33:54 +0000", "desc": "The uncrewed Roscosmos Progress 82 is safely in orbit headed for the International Space Station following launch at 8:20 p.m. EDT (5:20 a.m. Baikonur time) Tuesday, Oct. 25, on a Soyuz rocket from the Baikonur Cosmodrome in Kazakhstan. The resupply ship reached preliminary orbit and deployed its solar arrays and navigational antennas as planned on its way to meet &#8230; "}, "Watch Live NASA TV Coverage of the Progress 82 Cargo Launch": {"title": "Watch Live NASA TV Coverage of the Progress 82 Cargo Launch", "link": "https://blogs.nasa.gov/spacestation/2022/10/25/watch-live-nasa-tv-coverage-of-the-progress-82-cargo-launch/", "pubDate": "Wed, 26 Oct 2022 00:04:44 +0000", "desc": "NASA Television, the agency’s website and the NASA app now are providing live coverage of the launch of a Roscosmos cargo spacecraft to the International Space Station. The uncrewed Progress 82 is scheduled to lift off at 8:20 p.m. EDT Tuesday, Oct. 25 (5:20 a.m. Baikonur time Oct. 26), on a Soyuz rocket from the Baikonur Cosmodrome in Kazakhstan. Progress will dock to &#8230; "}, "Cargo Mission Ready to Launch Amid Busy Space Science Schedule": {"title": "Cargo Mission Ready to Launch Amid Busy Space Science Schedule", "link": "https://blogs.nasa.gov/spacestation/2022/10/25/cargo-mission-ready-to-launch-amid-busy-space-science-schedule/", "pubDate": "Tue, 25 Oct 2022 16:34:05 +0000", "desc": "A new resupply mission stands ready to launch from Kazakhstan tonight to the International Space Station. As the seven Expedition 68 crewmates await their space delivery they tended to vegetables, scanned each other’s eyes, tested robotic inventory scanning, and explored plasma physics. A rocket with the ISS Progress 82 cargo craft atop is counting down &#8230; "}, "Space Station Maneuvers to Avoid Orbital Debris": {"title": "Space Station Maneuvers to Avoid Orbital Debris", "link": "https://blogs.nasa.gov/spacestation/2022/10/24/space-station-maneuvers-to-avoid-orbital-debris/", "pubDate": "Tue, 25 Oct 2022 00:50:17 +0000", "desc": "This evening, the International Space Station’s Progress 81 thrusters fired for 5 minutes, 5 seconds in a Pre-Determined Debris Avoidance Maneuver (PDAM) to provide the complex an extra measure of distance away from the predicted track of a fragment of Russian Cosmos 1408 debris. The thruster firing occurred at 8:25 p.m. EDT and the maneuver &#8230; "}, "Cargo Mission Nears Launch During Human Research on Station": {"title": "Cargo Mission Nears Launch During Human Research on Station", "link": "https://blogs.nasa.gov/spacestation/2022/10/24/cargo-mission-nears-launch-during-human-research-on-station/", "pubDate": "Mon, 24 Oct 2022 21:08:58 +0000", "desc": "The next cargo mission to resupply the Expedition 68 crew is ready to launch to the International Space Station on Tuesday evening. In the meantime, the seven orbital lab residents worked on a host of human research studies and serviced a pair of spacesuits to start the work week. The ISS Progress 82 cargo craft &#8230; "}}}