{"data": {"The PI’s Perspective: On Final Approach to Ultima": {"title": "The PI’s Perspective: On Final Approach to Ultima", "link": "https://blogs.nasa.gov/pluto/2018/12/20/the-pis-perspective-on-final-approach-to-ultima/", "pubDate": "Thu, 20 Dec 2018 12:13:02 +0000", "desc": "The New Horizons spacecraft is healthy and on final approach to explore Ultima Thule in the Kuiper Belt. On New Year’s Eve and New Year’s Day, New Horizons will swoop three times closer to “Ultima” than we flew past Pluto! On Saturday, Dec. 15, the New Horizons hazard watch team concluded its work, having found &#8230; "}, "The PI’s Perspective: Share the News—The Farthest Exploration of Worlds in History is Beginning!": {"title": "The PI’s Perspective: Share the News—The Farthest Exploration of Worlds in History is Beginning!", "link": "https://blogs.nasa.gov/pluto/2018/11/27/the-pis-perspective-share-the-news-the-farthest-exploration-of-worlds-in-history-is-beginning/", "pubDate": "Tue, 27 Nov 2018 20:13:01 +0000", "desc": "The New Horizons spacecraft is healthy and is now beginning its final approach to explore Ultima Thule — our first Kuiper Belt object (KBO) flyby target — about a billion miles beyond Pluto. And on New Year’s Eve and New Year’s Day, New Horizons will swoop three times closer to “Ultima” than we flew past &#8230; "}, "The PI’s Perspective: Why Didn’t Voyager Explore the Kuiper Belt?": {"title": "The PI’s Perspective: Why Didn’t Voyager Explore the Kuiper Belt?", "link": "https://blogs.nasa.gov/pluto/2018/02/28/the-pis-perspective-why-didnt-voyager-explore-the-kuiper-belt/", "pubDate": "Wed, 28 Feb 2018 19:51:15 +0000", "desc": "New Horizons is in good health and cruising closer each day to our next encounter, an end-of-the-year flyby of the Kuiper Belt object (KBO) 2014 MU69 (or “MU69” for short). Currently, the spacecraft is hibernating while the mission team plans the MU69 flyby. During hibernation, three of the instruments on New Horizons—SWAP, PEPSSI and SDC—collect &#8230; "}, "The PI’s Perspective: Wrapping up 2017 En Route to Our Next Flyby": {"title": "The PI’s Perspective: Wrapping up 2017 En Route to Our Next Flyby", "link": "https://blogs.nasa.gov/pluto/2017/12/06/the-pis-perspective-wrapping-up-2017-en-route-to-our-next-flyby/", "pubDate": "Wed, 06 Dec 2017 15:31:47 +0000", "desc": "New Horizons is in good health and cruising closer each day to its next encounter: a flyby of the Kuiper Belt object (KBO) 2014 MU69 (or “MU69” for short). If you follow our mission, you likely know that flyby will occur on New Year’s Eve and New Year’s Day 2019, which is just barely over &#8230; "}, "No Sleeping Back on Earth!": {"title": "No Sleeping Back on Earth!", "link": "https://blogs.nasa.gov/pluto/2017/04/28/no-sleeping-back-on-earth/", "pubDate": "Fri, 28 Apr 2017 13:54:26 +0000", "desc": "Today’s blog is from Alan Stern of the Southwest Research Institute in Boulder, Colorado—principal investigator for NASA’s New Horizons mission. Three weeks ago we put our New Horizons spacecraft into hibernation mode, the first time we’d done that since late 2014, before the Pluto flyby. By coincidence, that same day – April 7—was also the &#8230; "}, "Exploring Pluto and a Billion Miles Beyond": {"title": "Exploring Pluto and a Billion Miles Beyond", "link": "https://blogs.nasa.gov/pluto/2016/12/22/exploring-pluto-and-a-billion-miles-beyond/", "pubDate": "Thu, 22 Dec 2016 16:34:58 +0000", "desc": "Today’s blog is from Alan Stern of the Southwest Research Institute in Boulder, Colorado—principal investigator for NASA’s New Horizons mission.   As 2016 ends, I can’t help but point out an interesting symmetry in where the mission has recently been and where we are going. Exactly two years ago we had just taken New Horizons &#8230; "}, "Pluto: What a Journey!": {"title": "Pluto: What a Journey!", "link": "https://blogs.nasa.gov/pluto/2016/08/04/pluto-what-a-journey/", "pubDate": "Thu, 04 Aug 2016 17:05:15 +0000", "desc": "This blog is from Hal Weaver, who joined the New Horizons team in May 2002, his first assignment after taking a job at the Johns Hopkins University Applied Physics Laboratory. He started out as the principal investigator for the LOng Range Reconnaissance Imager (LORRI) and in 2003 became the New Horizons project scientist. Now that &#8230; "}, "Commanding the Eyes of New Horizons": {"title": "Commanding the Eyes of New Horizons", "link": "https://blogs.nasa.gov/pluto/2016/07/28/commanding-the-eyes-of-new-horizons/", "pubDate": "Thu, 28 Jul 2016 14:33:24 +0000", "desc": "This New Horizons blog is a team effort between Cathy Olkin, the co-principal investigator of the New Horizons Ralph instrument, and Ralph instrument engineer Eddie Weigle. Just as it takes teamwork to fly a spacecraft to Pluto – even tasks like checking the commands that are sent to the spacecraft are done by a team &#8230; "}, "Pluto: Preparing for the Perfect Alignment": {"title": "Pluto: Preparing for the Perfect Alignment", "link": "https://blogs.nasa.gov/pluto/2016/07/22/pluto-preparing-for-the-perfect-alignment/", "pubDate": "Fri, 22 Jul 2016 18:36:42 +0000", "desc": "Today’s blog is from Anne Verbiscer, a research associate professor in the Department of Astronomy at the University of Virginia. On the New Horizons science team she studies the scattering properties and composition of icy surfaces in the Pluto system and the Kuiper Belt. Every year, planets orbiting the sun beyond Earth’s orbit reach what &#8230; "}, "26 Years and 3 Billion Miles to Pluto": {"title": "26 Years and 3 Billion Miles to Pluto", "link": "https://blogs.nasa.gov/pluto/2016/07/07/26-years-and-3-billion-miles-to-pluto/", "pubDate": "Thu, 07 Jul 2016 19:43:18 +0000", "desc": "Fran Bagenal is a research scientist at the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder, who is working on the New Horizons mission to Pluto and the Juno mission to Jupiter. Her main area of expertise is the study of charged particles trapped in planetary magnetic fields. She remembers a &#8230; "}}}