{"data": {"First Parker Solar Probe Science Data Released to Public": {"title": "First Parker Solar Probe Science Data Released to Public", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/11/12/first-parker-solar-probe-science-data-released-to-public/", "pubDate": "Tue, 12 Nov 2019 17:08:05 +0000", "desc": "On Nov. 12, 2019, NASA’s Parker Solar Probe team released scientific data collected during the spacecraft&#8217;s first two solar orbits to the general public. Data can be accessed through the NASA Space Physics Data Facility, the Solar Data Analysis Center, the APL Parker Solar Probe Gateway, and the Science Operation Centers of the four science &#8230; "}, "Parker Solar Probe Completes Third Close Approach of the Sun": {"title": "Parker Solar Probe Completes Third Close Approach of the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/09/03/parker-solar-probe-completes-third-close-approach-of-the-sun/", "pubDate": "Tue, 03 Sep 2019 14:30:22 +0000", "desc": "At just before 1:50 p.m. EDT on Sept. 1, 2019, NASA’s Parker Solar Probe completed its third close approach of the Sun, called perihelion. At the time of perihelion, the spacecraft was about 15 million miles from the Sun’s surface, traveling at more than 213,200 miles per hour. Mission controllers at the Johns Hopkins Applied &#8230; "}, "Parker Solar Probe Gets Extra Observation Time": {"title": "Parker Solar Probe Gets Extra Observation Time", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/08/16/parker-solar-probe-gets-extra-observation-time/", "pubDate": "Fri, 16 Aug 2019 17:00:13 +0000", "desc": "After Parker Solar Probe&#8217;s successful first year in space, the mission team has decided to extend science observations as the spacecraft approaches its third solar encounter. Parker Solar Probe turned on its four instrument suites on Aug. 16, 2019 — earlier than during its previous two solar encounters, extending the observation period from 11 days &#8230; "}, "Parker Solar Probe Completes Download of Science Data from First Two Solar Encounters": {"title": "Parker Solar Probe Completes Download of Science Data from First Two Solar Encounters", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/08/01/parker-solar-probe-completes-download-of-science-data-from-first-two-solar-encounters/", "pubDate": "Thu, 01 Aug 2019 15:30:46 +0000", "desc": "As NASA’s Parker Solar Probe approaches its third encounter with the Sun, mission scientists are hard at work poring over data from the spacecraft&#8217;s first two flybys of our star — and thanks to excellent performance by the spacecraft and the mission operations team, they&#8217;re about to get something extra. On May 6, 2019, just &#8230; "}, "Parker Solar Probe Completes Second Close Approach to the Sun": {"title": "Parker Solar Probe Completes Second Close Approach to the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/04/05/parker-solar-probe-completes-second-close-approach-to-the-sun/", "pubDate": "Fri, 05 Apr 2019 14:30:25 +0000", "desc": "Parker Solar Probe has successfully completed its second close approach to the Sun, called perihelion, and is now entering the outbound phase of its second solar orbit. At 6:40 p.m. EDT on April 4, 2019, the spacecraft passed within 15 million miles of our star, tying its distance record as the closest spacecraft ever to &#8230; "}, "Parker Solar Probe Approaches Second Solar Encounter": {"title": "Parker Solar Probe Approaches Second Solar Encounter", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/03/28/parker-solar-probe-approaches-second-solar-encounter/", "pubDate": "Thu, 28 Mar 2019 17:00:31 +0000", "desc": "On March 30, 2019, Parker Solar Probe begins the second solar encounter phase of its mission, culminating in its closest approach to the Sun, called perihelion, on April 4 at 6:40 p.m. EDT. During this solar encounter phase, which lasts until April 10, the spacecraft&#8217;s four suites of science instruments are fully operational and storing &#8230; "}, "All Systems Go As Parker Solar Probe Begins Second Sun Orbit": {"title": "All Systems Go As Parker Solar Probe Begins Second Sun Orbit", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/01/28/all-systems-go-as-parker-solar-probe-begins-second-sun-orbit/", "pubDate": "Mon, 28 Jan 2019 17:44:24 +0000", "desc": "On Jan. 19, 2019, just 161 days after its launch from Cape Canaveral Air Force Station in Florida, NASA’s Parker Solar Probe completed its first orbit of the Sun, reaching the point in its orbit farthest from our star, called aphelion. The spacecraft has now begun the second of 24 planned orbits, on track for &#8230; "}, "Parker Solar Probe Reports First Telemetry, Acquisition of Science Data Since Perihelion": {"title": "Parker Solar Probe Reports First Telemetry, Acquisition of Science Data Since Perihelion", "link": "https://blogs.nasa.gov/parkersolarprobe/2018/11/20/parker-solar-probe-reports-first-telemetry-acquisition-of-science-data-since-perihelion/", "pubDate": "Tue, 20 Nov 2018 16:01:07 +0000", "desc": "On Nov. 16, Parker Solar Probe reported that all systems are operating well in the first detailed performance and health update sent to Earth by the spacecraft since its first solar encounter. At about 6:00 p.m. EST on Friday, Nov. 16, mission controllers at the Johns Hopkins Applied Physics Lab in Laurel, Maryland, received the &#8230; "}, "Parker Solar Probe Starts First Solar Encounter": {"title": "Parker Solar Probe Starts First Solar Encounter", "link": "https://blogs.nasa.gov/parkersolarprobe/2018/10/31/parker-solar-probe-starts-first-solar-encounter/", "pubDate": "Wed, 31 Oct 2018 17:30:43 +0000", "desc": "On Oct. 31, 2018, Parker Solar Probe began its first of 24 solar encounters. This period — which lasts until Nov. 11 — is the time during which the spacecraft is within 0.25 astronomical units, or 23.2 million miles, of the Sun&#8217;s center. Parker Solar Probe&#8217;s four suites of science instruments are on and collecting &#8230; "}, "Parker Solar Probe Becomes Fastest-Ever Spacecraft": {"title": "Parker Solar Probe Becomes Fastest-Ever Spacecraft", "link": "https://blogs.nasa.gov/parkersolarprobe/2018/10/29/parker-solar-probe-becomes-fastest-ever-spacecraft/", "pubDate": "Tue, 30 Oct 2018 02:54:15 +0000", "desc": "At about 10:54 p.m. EDT, Parker Solar Probe surpassed 153,454 miles per hour — as calculated by the mission team — making it the fastest-ever human-made object relative to the Sun. This breaks the record set by the German-American Helios 2 mission in April 1976. Parker Solar Probe will repeatedly break its own records, achieving &#8230; "}, "Parker Solar Probe Completes Second Venus Flyby": {"title": "Parker Solar Probe Completes Second Venus Flyby", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/12/26/parker-solar-probe-completes-second-venus-flyby/", "pubDate": "Thu, 26 Dec 2019 22:00:50 +0000", "desc": "On Dec. 26, Parker Solar Probe successfully completed its second flyby of Venus. The spacecraft used Venus to slow itself down, approaching the planet at a distance of about 1,870 miles from Venus’s surface during the second gravity assist of the mission. This gravity assist maneuver adjusted Parker Solar Probe’s trajectory to set it up &#8230; "}, "Parker Solar Probe Heads Toward Second Venus Flyby": {"title": "Parker Solar Probe Heads Toward Second Venus Flyby", "link": "https://blogs.nasa.gov/parkersolarprobe/2019/12/23/parker-solar-probe-heads-toward-second-venus-flyby/", "pubDate": "Mon, 23 Dec 2019 15:23:02 +0000", "desc": "After nearly 17 months in space culminating with the release of new science data, Parker Solar Probe is right on course for its second Venus gravity assist maneuver. This flyby will set the spacecraft up for its fourth perihelion of the Sun, during which it will set records for spacecraft speed and closest solar distance, &#8230; "}, "Parker Solar Probe Prepares for New Science, New Records on Fourth Solar Orbit": {"title": "Parker Solar Probe Prepares for New Science, New Records on Fourth Solar Orbit", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/01/23/parker-solar-probe-prepares-for-new-science-new-records-on-fourth-solar-orbit/", "pubDate": "Thu, 23 Jan 2020 16:00:33 +0000", "desc": "NASA’s Parker Solar Probe began its fourth solar encounter today at 9:00 a.m. EST, at a distance of about 23.3 million miles from the Sun’s surface. It will reach perihelion, its closest distance to our star, during this orbit on Jan. 29 at about 4:30 a.m. EST. The fourth perihelion will send the spacecraft within &#8230; "}, "Parker Solar Probe Begins Longest Science Observation Campaign": {"title": "Parker Solar Probe Begins Longest Science Observation Campaign", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/05/12/parker-solar-probe-begins-longest-science-observation-campaign/", "pubDate": "Tue, 12 May 2020 18:31:17 +0000", "desc": "On May 9, 2020, NASA’s Parker Solar Probe began its longest observation campaign to date. The spacecraft, which has already completed four progressively closer orbits around the Sun, activated its instruments at a distance of 62.5 million miles from the Sun’s surface, some 39 million miles farther from the Sun than a typical solar encounter. &#8230; "}, "Data from Parker Solar Probe’s Third Orbit Now Available to the Public": {"title": "Data from Parker Solar Probe’s Third Orbit Now Available to the Public", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/04/15/data-from-parker-solar-probes-third-orbit-now-available-to-the-public/", "pubDate": "Wed, 15 Apr 2020 15:01:08 +0000", "desc": "NASA’s Parker Solar Probe team released a second collection of science data to the public on April 14, 2020. The release includes science data from all four of Parker Solar Probe&#8217;s instrument suites, spanning the mission’s third orbit around the Sun, which began on June 18, 2019 and completed on November 15, 2019. Also included &#8230; "}, "New Wave of Parker Solar Probe Science Published": {"title": "New Wave of Parker Solar Probe Science Published", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/02/05/new-wave-of-parker-solar-probe-science-published/", "pubDate": "Wed, 05 Feb 2020 16:00:20 +0000", "desc": "Researchers using Parker Solar Probe data released a new wave of research papers in a special supplement of The Astrophysical Journal on Feb. 3, 2020. The supplement, titled Early Results from Parker Solar Probe: Ushering a New Frontier in Space Exploration, includes some 47 papers with new findings based on the mission&#8217;s first three solar &#8230; "}, "Parker Solar Probe Reports Successful Record-Setting Fourth Close Encounter of the Sun": {"title": "Parker Solar Probe Reports Successful Record-Setting Fourth Close Encounter of the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/02/01/parker-solar-probe-reports-successful-record-setting-fourth-close-encounter-of-the-sun/", "pubDate": "Sat, 01 Feb 2020 13:21:48 +0000", "desc": "NASA’s Parker Solar Probe is healthy and operating as designed following its fourth close approach to the Sun, called perihelion, on Jan. 29. Mission controllers at the Johns Hopkins Applied Physics Laboratory in Laurel, Maryland, received a “status A” beacon from the spacecraft at 5:20 a.m. EST on Feb. 1. Status A is the best &#8230; "}, "Parker Solar Probe Completes Fourth Closest Approach, Breaks New Speed and Distance Records": {"title": "Parker Solar Probe Completes Fourth Closest Approach, Breaks New Speed and Distance Records", "link": "https://blogs.nasa.gov/parkersolarprobe/2020/01/29/parker-solar-probe-completes-fourth-closest-approach-breaks-new-speed-and-distance-records/", "pubDate": "Wed, 29 Jan 2020 15:30:24 +0000", "desc": "At 4:37 a.m. EST on Jan. 29, 2020, NASA’s Parker Solar Probe broke speed and distance records as it completed its fourth close approach of the Sun. The spacecraft traveled 11.6 million miles from the Sun’s surface at perihelion, reaching a speed of 244,225 miles per hour. These achievements topple Parker Solar Probe&#8217;s own previous &#8230; "}, "Parker Solar Probe’s Upcoming Close Encounter with a Highly Active Sun": {"title": "Parker Solar Probe’s Upcoming Close Encounter with a Highly Active Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2022/08/31/parker-solar-probes-upcoming-close-encounter-with-a-highly-active-sun/", "pubDate": "Wed, 31 Aug 2022 20:44:19 +0000", "desc": "As NASA’s Parker Solar Probe approaches its 13th perihelion, or close encounter, with the Sun on Sept. 6, it is heading into a much different solar environment than ever before. NASA reported earlier this summer that Solar Cycle 25 is already exceeding predictions for solar activity, even with solar maximum not to come for another &#8230; "}, "Parker Solar Probe Thriving Four Years after Launch": {"title": "Parker Solar Probe Thriving Four Years after Launch", "link": "https://blogs.nasa.gov/parkersolarprobe/2022/08/12/parker-solar-probe-thriving-four-years-after-launch/", "pubDate": "Fri, 12 Aug 2022 17:11:31 +0000", "desc": "As it orbits the Sun, NASA’s Parker Solar Probe encounters some of the most challenging conditions ever faced by a spacecraft: temperatures up to nearly 1,500 degrees Fahrenheit (800 degrees Celsius), space dust that could easily degrade materials and instruments, and intense light and high-speed particles escaping from our closest star. But four years after &#8230; "}, "Parker Solar Probe Completes 12th Perihelion": {"title": "Parker Solar Probe Completes 12th Perihelion", "link": "https://blogs.nasa.gov/parkersolarprobe/2022/06/02/parker-solar-probe-completes-12th-perihelion/", "pubDate": "Thu, 02 Jun 2022 18:43:44 +0000", "desc": "Matching its own records for speed and distance to the Sun, NASA&#8217;s Parker Solar Probe completed its 12th close approach to the Sun on June 1, coming within 5.3 million miles (8.5 million kilometers) of the solar surface. The close approach (known as perihelion) occurred at 6:50 p.m. EDT (10:50 p.m. UTC), with Parker Solar &#8230; "}, "Amazing Achievements From Parker Solar Probe": {"title": "Amazing Achievements From Parker Solar Probe", "link": "https://blogs.nasa.gov/parkersolarprobe/2022/04/29/amazing-achievements-from-parker-solar-probe/", "pubDate": "Fri, 29 Apr 2022 15:51:14 +0000", "desc": "In 2018, NASA launched Parker Solar Probe on an unprecedented mission to study the Sun up close. The mission was defined with three key scientific goals: To trace the flow of energy that heats the Sun’s outer atmosphere. To shed light on the sources of the solar wind, the constant flow of solar material escaping &#8230; "}, "Telescopes Trained on Parker Solar Probe’s Latest Pass Around the Sun": {"title": "Telescopes Trained on Parker Solar Probe’s Latest Pass Around the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2022/03/03/telescopes-trained-on-parker-solar-probes-latest-pass-around-the-sun/", "pubDate": "Thu, 03 Mar 2022 17:04:24 +0000", "desc": "As NASA&#8217;s Parker Solar Probe completes its latest swing around the Sun, it&#8217;s doing so in full view of dozens of other spacecraft and ground-based telescopes. These powerful instruments can&#8217;t actually see Parker itself – the van-sized spacecraft is far too small for visible detection – but they offer from a distance what the probe &#8230; "}, "Parker Solar Probe Completes a Record-Setting Swing by the Sun": {"title": "Parker Solar Probe Completes a Record-Setting Swing by the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2021/11/24/parker-solar-probe-completes-a-record-setting-swing-by-the-sun/", "pubDate": "Wed, 24 Nov 2021 16:21:54 +0000", "desc": "Blazing along at space-record speeds that would get it from Earth to the Moon in under an hour, NASA’s Parker Solar Probe completed its 10th close approach to the Sun on Nov. 21, coming within 5.3 million miles (8.5 million kilometers) of the solar surface. The close approach (known as perihelion), also at a record &#8230; "}, "Space Dust Presents Opportunities, Challenges as Parker Solar Probe Speeds Back toward the Sun": {"title": "Space Dust Presents Opportunities, Challenges as Parker Solar Probe Speeds Back toward the Sun", "link": "https://blogs.nasa.gov/parkersolarprobe/2021/11/10/space-dust-presents-opportunities-challenges-as-parker-solar-probe-speeds-back-toward-the-sun/", "pubDate": "Wed, 10 Nov 2021 20:28:52 +0000", "img": "http://solarprobe.jhuapl.edu/Multimedia/ApprovedMedia/Videos/Mission-Videos/originals/Parker_Solar_Probe_Keeping_Its_Cool.mp4", "desc": "Propelled by a recent swing past Venus, NASA’s Parker Solar Probe is healthy and performing normally as it heads toward its next closest approach to the Sun on Nov. 21. Parker Solar Probe will break its own distance and speed records on that approach – the 10th of 24 planned, progressively closer trips around the &#8230; "}, "Parker Solar Probe Completes Its Fifth Venus Flyby": {"title": "Parker Solar Probe Completes Its Fifth Venus Flyby", "link": "https://blogs.nasa.gov/parkersolarprobe/2021/10/19/parker-solar-probe-completes-its-fifth-venus-flyby/", "pubDate": "Tue, 19 Oct 2021 13:52:21 +0000", "desc": "NASA’s Parker Solar Probe is speeding in toward the Sun after a swing past Venus on Oct. 16, successfully using the planet’s gravity to shape its path for its next closest approach to our star. At just after 5:30 a.m. EDT, moving about 15 miles (24 kilometers) per second, the spacecraft swooped 2,370 miles (3,814 &#8230; "}, "Short Maneuver Targets Parker Solar Probe for Venus Flyby": {"title": "Short Maneuver Targets Parker Solar Probe for Venus Flyby", "link": "https://blogs.nasa.gov/parkersolarprobe/2021/10/01/short-maneuver-targets-parker-solar-probe-for-venus-flyby/", "pubDate": "Fri, 01 Oct 2021 13:45:29 +0000", "desc": "On Sept. 29, NASA’s Parker Solar Probe completed a quick maneuver that positioned the spacecraft for a flyby of Venus next month. The maneuver, monitored from the mission operations center at the Johns Hopkins Applied Physics Laboratory in Laurel, Maryland, lasted just five seconds and trimmed the spacecraft&#8217;s velocity by 9.7 centimeters per second, or &#8230; "}, "Successful Ninth Solar Flyby for Parker Solar Probe": {"title": "Successful Ninth Solar Flyby for Parker Solar Probe", "link": "https://blogs.nasa.gov/parkersolarprobe/2021/08/13/successful-ninth-solar-flyby-for-parker-solar-probe/", "pubDate": "Fri, 13 Aug 2021 16:22:09 +0000", "desc": "On Aug. 13, 2021, at 5:50 a.m. EDT, mission controllers at the Johns Hopkins University Applied Physics Laboratory, in Laurel, Maryland, received a “tone one” beacon from Parker Solar Probe, indicating that all systems were healthy and operating normally after the spacecraft’s ninth close approach to the Sun on Aug. 9. During this close pass &#8230; "}}}